{
  "metadata": {
    "total_parameters": 20914757184,
    "total_size": 12524267285
  },
  "weight_map": {
    "lm_head.weight": "model-00003-of-00003.safetensors",
    "model.embed_tokens.weight": "model-00001-of-00003.safetensors",
    "model.layers.0.input_layernorm.weight": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.down_projs.0.bias": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.down_projs.0.weight": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.down_projs.0.weight.absmax": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.down_projs.0.weight.nested_absmax": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.down_projs.0.weight.nested_quant_map": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.down_projs.0.weight.quant_map": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.down_projs.0.weight.quant_state.bitsandbytes__nf4": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.down_projs.1.bias": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.down_projs.1.weight": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.down_projs.1.weight.absmax": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.down_projs.1.weight.nested_absmax": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.down_projs.1.weight.nested_quant_map": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.down_projs.1.weight.quant_map": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.down_projs.1.weight.quant_state.bitsandbytes__nf4": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.down_projs.10.bias": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.down_projs.10.weight": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.down_projs.10.weight.absmax": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.down_projs.10.weight.nested_absmax": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.down_projs.10.weight.nested_quant_map": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.down_projs.10.weight.quant_map": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.down_projs.10.weight.quant_state.bitsandbytes__nf4": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.down_projs.11.bias": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.down_projs.11.weight": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.down_projs.11.weight.absmax": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.down_projs.11.weight.nested_absmax": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.down_projs.11.weight.nested_quant_map": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.down_projs.11.weight.quant_map": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.down_projs.11.weight.quant_state.bitsandbytes__nf4": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.down_projs.12.bias": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.down_projs.12.weight": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.down_projs.12.weight.absmax": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.down_projs.12.weight.nested_absmax": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.down_projs.12.weight.nested_quant_map": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.down_projs.12.weight.quant_map": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.down_projs.12.weight.quant_state.bitsandbytes__nf4": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.down_projs.13.bias": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.down_projs.13.weight": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.down_projs.13.weight.absmax": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.down_projs.13.weight.nested_absmax": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.down_projs.13.weight.nested_quant_map": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.down_projs.13.weight.quant_map": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.down_projs.13.weight.quant_state.bitsandbytes__nf4": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.down_projs.14.bias": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.down_projs.14.weight": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.down_projs.14.weight.absmax": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.down_projs.14.weight.nested_absmax": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.down_projs.14.weight.nested_quant_map": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.down_projs.14.weight.quant_map": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.down_projs.14.weight.quant_state.bitsandbytes__nf4": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.down_projs.15.bias": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.down_projs.15.weight": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.down_projs.15.weight.absmax": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.down_projs.15.weight.nested_absmax": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.down_projs.15.weight.nested_quant_map": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.down_projs.15.weight.quant_map": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.down_projs.15.weight.quant_state.bitsandbytes__nf4": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.down_projs.16.bias": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.down_projs.16.weight": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.down_projs.16.weight.absmax": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.down_projs.16.weight.nested_absmax": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.down_projs.16.weight.nested_quant_map": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.down_projs.16.weight.quant_map": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.down_projs.16.weight.quant_state.bitsandbytes__nf4": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.down_projs.17.bias": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.down_projs.17.weight": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.down_projs.17.weight.absmax": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.down_projs.17.weight.nested_absmax": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.down_projs.17.weight.nested_quant_map": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.down_projs.17.weight.quant_map": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.down_projs.17.weight.quant_state.bitsandbytes__nf4": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.down_projs.18.bias": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.down_projs.18.weight": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.down_projs.18.weight.absmax": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.down_projs.18.weight.nested_absmax": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.down_projs.18.weight.nested_quant_map": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.down_projs.18.weight.quant_map": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.down_projs.18.weight.quant_state.bitsandbytes__nf4": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.down_projs.19.bias": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.down_projs.19.weight": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.down_projs.19.weight.absmax": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.down_projs.19.weight.nested_absmax": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.down_projs.19.weight.nested_quant_map": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.down_projs.19.weight.quant_map": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.down_projs.19.weight.quant_state.bitsandbytes__nf4": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.down_projs.2.bias": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.down_projs.2.weight": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.down_projs.2.weight.absmax": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.down_projs.2.weight.nested_absmax": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.down_projs.2.weight.nested_quant_map": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.down_projs.2.weight.quant_map": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.down_projs.2.weight.quant_state.bitsandbytes__nf4": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.down_projs.20.bias": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.down_projs.20.weight": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.down_projs.20.weight.absmax": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.down_projs.20.weight.nested_absmax": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.down_projs.20.weight.nested_quant_map": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.down_projs.20.weight.quant_map": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.down_projs.20.weight.quant_state.bitsandbytes__nf4": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.down_projs.21.bias": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.down_projs.21.weight": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.down_projs.21.weight.absmax": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.down_projs.21.weight.nested_absmax": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.down_projs.21.weight.nested_quant_map": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.down_projs.21.weight.quant_map": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.down_projs.21.weight.quant_state.bitsandbytes__nf4": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.down_projs.22.bias": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.down_projs.22.weight": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.down_projs.22.weight.absmax": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.down_projs.22.weight.nested_absmax": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.down_projs.22.weight.nested_quant_map": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.down_projs.22.weight.quant_map": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.down_projs.22.weight.quant_state.bitsandbytes__nf4": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.down_projs.23.bias": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.down_projs.23.weight": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.down_projs.23.weight.absmax": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.down_projs.23.weight.nested_absmax": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.down_projs.23.weight.nested_quant_map": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.down_projs.23.weight.quant_map": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.down_projs.23.weight.quant_state.bitsandbytes__nf4": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.down_projs.24.bias": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.down_projs.24.weight": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.down_projs.24.weight.absmax": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.down_projs.24.weight.nested_absmax": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.down_projs.24.weight.nested_quant_map": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.down_projs.24.weight.quant_map": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.down_projs.24.weight.quant_state.bitsandbytes__nf4": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.down_projs.25.bias": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.down_projs.25.weight": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.down_projs.25.weight.absmax": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.down_projs.25.weight.nested_absmax": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.down_projs.25.weight.nested_quant_map": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.down_projs.25.weight.quant_map": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.down_projs.25.weight.quant_state.bitsandbytes__nf4": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.down_projs.26.bias": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.down_projs.26.weight": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.down_projs.26.weight.absmax": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.down_projs.26.weight.nested_absmax": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.down_projs.26.weight.nested_quant_map": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.down_projs.26.weight.quant_map": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.down_projs.26.weight.quant_state.bitsandbytes__nf4": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.down_projs.27.bias": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.down_projs.27.weight": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.down_projs.27.weight.absmax": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.down_projs.27.weight.nested_absmax": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.down_projs.27.weight.nested_quant_map": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.down_projs.27.weight.quant_map": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.down_projs.27.weight.quant_state.bitsandbytes__nf4": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.down_projs.28.bias": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.down_projs.28.weight": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.down_projs.28.weight.absmax": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.down_projs.28.weight.nested_absmax": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.down_projs.28.weight.nested_quant_map": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.down_projs.28.weight.quant_map": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.down_projs.28.weight.quant_state.bitsandbytes__nf4": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.down_projs.29.bias": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.down_projs.29.weight": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.down_projs.29.weight.absmax": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.down_projs.29.weight.nested_absmax": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.down_projs.29.weight.nested_quant_map": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.down_projs.29.weight.quant_map": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.down_projs.29.weight.quant_state.bitsandbytes__nf4": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.down_projs.3.bias": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.down_projs.3.weight": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.down_projs.3.weight.absmax": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.down_projs.3.weight.nested_absmax": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.down_projs.3.weight.nested_quant_map": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.down_projs.3.weight.quant_map": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.down_projs.3.weight.quant_state.bitsandbytes__nf4": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.down_projs.30.bias": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.down_projs.30.weight": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.down_projs.30.weight.absmax": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.down_projs.30.weight.nested_absmax": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.down_projs.30.weight.nested_quant_map": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.down_projs.30.weight.quant_map": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.down_projs.30.weight.quant_state.bitsandbytes__nf4": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.down_projs.31.bias": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.down_projs.31.weight": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.down_projs.31.weight.absmax": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.down_projs.31.weight.nested_absmax": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.down_projs.31.weight.nested_quant_map": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.down_projs.31.weight.quant_map": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.down_projs.31.weight.quant_state.bitsandbytes__nf4": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.down_projs.4.bias": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.down_projs.4.weight": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.down_projs.4.weight.absmax": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.down_projs.4.weight.nested_absmax": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.down_projs.4.weight.nested_quant_map": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.down_projs.4.weight.quant_map": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.down_projs.4.weight.quant_state.bitsandbytes__nf4": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.down_projs.5.bias": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.down_projs.5.weight": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.down_projs.5.weight.absmax": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.down_projs.5.weight.nested_absmax": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.down_projs.5.weight.nested_quant_map": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.down_projs.5.weight.quant_map": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.down_projs.5.weight.quant_state.bitsandbytes__nf4": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.down_projs.6.bias": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.down_projs.6.weight": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.down_projs.6.weight.absmax": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.down_projs.6.weight.nested_absmax": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.down_projs.6.weight.nested_quant_map": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.down_projs.6.weight.quant_map": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.down_projs.6.weight.quant_state.bitsandbytes__nf4": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.down_projs.7.bias": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.down_projs.7.weight": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.down_projs.7.weight.absmax": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.down_projs.7.weight.nested_absmax": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.down_projs.7.weight.nested_quant_map": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.down_projs.7.weight.quant_map": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.down_projs.7.weight.quant_state.bitsandbytes__nf4": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.down_projs.8.bias": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.down_projs.8.weight": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.down_projs.8.weight.absmax": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.down_projs.8.weight.nested_absmax": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.down_projs.8.weight.nested_quant_map": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.down_projs.8.weight.quant_map": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.down_projs.8.weight.quant_state.bitsandbytes__nf4": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.down_projs.9.bias": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.down_projs.9.weight": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.down_projs.9.weight.absmax": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.down_projs.9.weight.nested_absmax": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.down_projs.9.weight.nested_quant_map": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.down_projs.9.weight.quant_map": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.down_projs.9.weight.quant_state.bitsandbytes__nf4": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.gate_up_projs.0.bias": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.gate_up_projs.0.weight": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.gate_up_projs.0.weight.absmax": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.gate_up_projs.0.weight.nested_absmax": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.gate_up_projs.0.weight.nested_quant_map": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.gate_up_projs.0.weight.quant_map": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.gate_up_projs.0.weight.quant_state.bitsandbytes__nf4": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.gate_up_projs.1.bias": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.gate_up_projs.1.weight": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.gate_up_projs.1.weight.absmax": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.gate_up_projs.1.weight.nested_absmax": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.gate_up_projs.1.weight.nested_quant_map": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.gate_up_projs.1.weight.quant_map": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.gate_up_projs.1.weight.quant_state.bitsandbytes__nf4": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.gate_up_projs.10.bias": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.gate_up_projs.10.weight": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.gate_up_projs.10.weight.absmax": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.gate_up_projs.10.weight.nested_absmax": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.gate_up_projs.10.weight.nested_quant_map": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.gate_up_projs.10.weight.quant_map": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.gate_up_projs.10.weight.quant_state.bitsandbytes__nf4": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.gate_up_projs.11.bias": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.gate_up_projs.11.weight": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.gate_up_projs.11.weight.absmax": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.gate_up_projs.11.weight.nested_absmax": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.gate_up_projs.11.weight.nested_quant_map": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.gate_up_projs.11.weight.quant_map": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.gate_up_projs.11.weight.quant_state.bitsandbytes__nf4": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.gate_up_projs.12.bias": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.gate_up_projs.12.weight": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.gate_up_projs.12.weight.absmax": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.gate_up_projs.12.weight.nested_absmax": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.gate_up_projs.12.weight.nested_quant_map": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.gate_up_projs.12.weight.quant_map": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.gate_up_projs.12.weight.quant_state.bitsandbytes__nf4": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.gate_up_projs.13.bias": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.gate_up_projs.13.weight": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.gate_up_projs.13.weight.absmax": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.gate_up_projs.13.weight.nested_absmax": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.gate_up_projs.13.weight.nested_quant_map": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.gate_up_projs.13.weight.quant_map": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.gate_up_projs.13.weight.quant_state.bitsandbytes__nf4": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.gate_up_projs.14.bias": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.gate_up_projs.14.weight": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.gate_up_projs.14.weight.absmax": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.gate_up_projs.14.weight.nested_absmax": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.gate_up_projs.14.weight.nested_quant_map": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.gate_up_projs.14.weight.quant_map": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.gate_up_projs.14.weight.quant_state.bitsandbytes__nf4": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.gate_up_projs.15.bias": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.gate_up_projs.15.weight": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.gate_up_projs.15.weight.absmax": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.gate_up_projs.15.weight.nested_absmax": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.gate_up_projs.15.weight.nested_quant_map": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.gate_up_projs.15.weight.quant_map": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.gate_up_projs.15.weight.quant_state.bitsandbytes__nf4": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.gate_up_projs.16.bias": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.gate_up_projs.16.weight": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.gate_up_projs.16.weight.absmax": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.gate_up_projs.16.weight.nested_absmax": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.gate_up_projs.16.weight.nested_quant_map": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.gate_up_projs.16.weight.quant_map": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.gate_up_projs.16.weight.quant_state.bitsandbytes__nf4": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.gate_up_projs.17.bias": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.gate_up_projs.17.weight": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.gate_up_projs.17.weight.absmax": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.gate_up_projs.17.weight.nested_absmax": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.gate_up_projs.17.weight.nested_quant_map": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.gate_up_projs.17.weight.quant_map": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.gate_up_projs.17.weight.quant_state.bitsandbytes__nf4": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.gate_up_projs.18.bias": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.gate_up_projs.18.weight": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.gate_up_projs.18.weight.absmax": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.gate_up_projs.18.weight.nested_absmax": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.gate_up_projs.18.weight.nested_quant_map": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.gate_up_projs.18.weight.quant_map": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.gate_up_projs.18.weight.quant_state.bitsandbytes__nf4": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.gate_up_projs.19.bias": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.gate_up_projs.19.weight": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.gate_up_projs.19.weight.absmax": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.gate_up_projs.19.weight.nested_absmax": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.gate_up_projs.19.weight.nested_quant_map": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.gate_up_projs.19.weight.quant_map": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.gate_up_projs.19.weight.quant_state.bitsandbytes__nf4": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.gate_up_projs.2.bias": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.gate_up_projs.2.weight": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.gate_up_projs.2.weight.absmax": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.gate_up_projs.2.weight.nested_absmax": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.gate_up_projs.2.weight.nested_quant_map": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.gate_up_projs.2.weight.quant_map": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.gate_up_projs.2.weight.quant_state.bitsandbytes__nf4": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.gate_up_projs.20.bias": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.gate_up_projs.20.weight": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.gate_up_projs.20.weight.absmax": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.gate_up_projs.20.weight.nested_absmax": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.gate_up_projs.20.weight.nested_quant_map": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.gate_up_projs.20.weight.quant_map": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.gate_up_projs.20.weight.quant_state.bitsandbytes__nf4": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.gate_up_projs.21.bias": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.gate_up_projs.21.weight": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.gate_up_projs.21.weight.absmax": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.gate_up_projs.21.weight.nested_absmax": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.gate_up_projs.21.weight.nested_quant_map": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.gate_up_projs.21.weight.quant_map": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.gate_up_projs.21.weight.quant_state.bitsandbytes__nf4": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.gate_up_projs.22.bias": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.gate_up_projs.22.weight": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.gate_up_projs.22.weight.absmax": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.gate_up_projs.22.weight.nested_absmax": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.gate_up_projs.22.weight.nested_quant_map": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.gate_up_projs.22.weight.quant_map": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.gate_up_projs.22.weight.quant_state.bitsandbytes__nf4": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.gate_up_projs.23.bias": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.gate_up_projs.23.weight": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.gate_up_projs.23.weight.absmax": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.gate_up_projs.23.weight.nested_absmax": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.gate_up_projs.23.weight.nested_quant_map": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.gate_up_projs.23.weight.quant_map": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.gate_up_projs.23.weight.quant_state.bitsandbytes__nf4": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.gate_up_projs.24.bias": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.gate_up_projs.24.weight": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.gate_up_projs.24.weight.absmax": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.gate_up_projs.24.weight.nested_absmax": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.gate_up_projs.24.weight.nested_quant_map": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.gate_up_projs.24.weight.quant_map": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.gate_up_projs.24.weight.quant_state.bitsandbytes__nf4": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.gate_up_projs.25.bias": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.gate_up_projs.25.weight": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.gate_up_projs.25.weight.absmax": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.gate_up_projs.25.weight.nested_absmax": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.gate_up_projs.25.weight.nested_quant_map": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.gate_up_projs.25.weight.quant_map": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.gate_up_projs.25.weight.quant_state.bitsandbytes__nf4": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.gate_up_projs.26.bias": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.gate_up_projs.26.weight": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.gate_up_projs.26.weight.absmax": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.gate_up_projs.26.weight.nested_absmax": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.gate_up_projs.26.weight.nested_quant_map": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.gate_up_projs.26.weight.quant_map": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.gate_up_projs.26.weight.quant_state.bitsandbytes__nf4": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.gate_up_projs.27.bias": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.gate_up_projs.27.weight": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.gate_up_projs.27.weight.absmax": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.gate_up_projs.27.weight.nested_absmax": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.gate_up_projs.27.weight.nested_quant_map": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.gate_up_projs.27.weight.quant_map": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.gate_up_projs.27.weight.quant_state.bitsandbytes__nf4": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.gate_up_projs.28.bias": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.gate_up_projs.28.weight": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.gate_up_projs.28.weight.absmax": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.gate_up_projs.28.weight.nested_absmax": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.gate_up_projs.28.weight.nested_quant_map": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.gate_up_projs.28.weight.quant_map": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.gate_up_projs.28.weight.quant_state.bitsandbytes__nf4": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.gate_up_projs.29.bias": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.gate_up_projs.29.weight": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.gate_up_projs.29.weight.absmax": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.gate_up_projs.29.weight.nested_absmax": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.gate_up_projs.29.weight.nested_quant_map": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.gate_up_projs.29.weight.quant_map": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.gate_up_projs.29.weight.quant_state.bitsandbytes__nf4": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.gate_up_projs.3.bias": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.gate_up_projs.3.weight": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.gate_up_projs.3.weight.absmax": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.gate_up_projs.3.weight.nested_absmax": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.gate_up_projs.3.weight.nested_quant_map": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.gate_up_projs.3.weight.quant_map": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.gate_up_projs.3.weight.quant_state.bitsandbytes__nf4": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.gate_up_projs.30.bias": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.gate_up_projs.30.weight": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.gate_up_projs.30.weight.absmax": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.gate_up_projs.30.weight.nested_absmax": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.gate_up_projs.30.weight.nested_quant_map": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.gate_up_projs.30.weight.quant_map": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.gate_up_projs.30.weight.quant_state.bitsandbytes__nf4": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.gate_up_projs.31.bias": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.gate_up_projs.31.weight": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.gate_up_projs.31.weight.absmax": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.gate_up_projs.31.weight.nested_absmax": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.gate_up_projs.31.weight.nested_quant_map": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.gate_up_projs.31.weight.quant_map": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.gate_up_projs.31.weight.quant_state.bitsandbytes__nf4": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.gate_up_projs.4.bias": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.gate_up_projs.4.weight": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.gate_up_projs.4.weight.absmax": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.gate_up_projs.4.weight.nested_absmax": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.gate_up_projs.4.weight.nested_quant_map": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.gate_up_projs.4.weight.quant_map": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.gate_up_projs.4.weight.quant_state.bitsandbytes__nf4": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.gate_up_projs.5.bias": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.gate_up_projs.5.weight": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.gate_up_projs.5.weight.absmax": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.gate_up_projs.5.weight.nested_absmax": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.gate_up_projs.5.weight.nested_quant_map": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.gate_up_projs.5.weight.quant_map": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.gate_up_projs.5.weight.quant_state.bitsandbytes__nf4": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.gate_up_projs.6.bias": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.gate_up_projs.6.weight": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.gate_up_projs.6.weight.absmax": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.gate_up_projs.6.weight.nested_absmax": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.gate_up_projs.6.weight.nested_quant_map": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.gate_up_projs.6.weight.quant_map": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.gate_up_projs.6.weight.quant_state.bitsandbytes__nf4": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.gate_up_projs.7.bias": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.gate_up_projs.7.weight": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.gate_up_projs.7.weight.absmax": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.gate_up_projs.7.weight.nested_absmax": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.gate_up_projs.7.weight.nested_quant_map": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.gate_up_projs.7.weight.quant_map": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.gate_up_projs.7.weight.quant_state.bitsandbytes__nf4": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.gate_up_projs.8.bias": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.gate_up_projs.8.weight": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.gate_up_projs.8.weight.absmax": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.gate_up_projs.8.weight.nested_absmax": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.gate_up_projs.8.weight.nested_quant_map": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.gate_up_projs.8.weight.quant_map": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.gate_up_projs.8.weight.quant_state.bitsandbytes__nf4": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.gate_up_projs.9.bias": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.gate_up_projs.9.weight": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.gate_up_projs.9.weight.absmax": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.gate_up_projs.9.weight.nested_absmax": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.gate_up_projs.9.weight.nested_quant_map": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.gate_up_projs.9.weight.quant_map": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.experts.gate_up_projs.9.weight.quant_state.bitsandbytes__nf4": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.router.linear.bias": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.router.linear.weight": "model-00001-of-00003.safetensors",
    "model.layers.0.post_attention_layernorm.weight": "model-00001-of-00003.safetensors",
    "model.layers.0.self_attn.k_proj.bias": "model-00001-of-00003.safetensors",
    "model.layers.0.self_attn.k_proj.weight": "model-00001-of-00003.safetensors",
    "model.layers.0.self_attn.k_proj.weight.absmax": "model-00001-of-00003.safetensors",
    "model.layers.0.self_attn.k_proj.weight.nested_absmax": "model-00001-of-00003.safetensors",
    "model.layers.0.self_attn.k_proj.weight.nested_quant_map": "model-00001-of-00003.safetensors",
    "model.layers.0.self_attn.k_proj.weight.quant_map": "model-00001-of-00003.safetensors",
    "model.layers.0.self_attn.k_proj.weight.quant_state.bitsandbytes__nf4": "model-00001-of-00003.safetensors",
    "model.layers.0.self_attn.o_proj.bias": "model-00001-of-00003.safetensors",
    "model.layers.0.self_attn.o_proj.weight": "model-00001-of-00003.safetensors",
    "model.layers.0.self_attn.o_proj.weight.absmax": "model-00001-of-00003.safetensors",
    "model.layers.0.self_attn.o_proj.weight.nested_absmax": "model-00001-of-00003.safetensors",
    "model.layers.0.self_attn.o_proj.weight.nested_quant_map": "model-00001-of-00003.safetensors",
    "model.layers.0.self_attn.o_proj.weight.quant_map": "model-00001-of-00003.safetensors",
    "model.layers.0.self_attn.o_proj.weight.quant_state.bitsandbytes__nf4": "model-00001-of-00003.safetensors",
    "model.layers.0.self_attn.q_proj.bias": "model-00001-of-00003.safetensors",
    "model.layers.0.self_attn.q_proj.weight": "model-00001-of-00003.safetensors",
    "model.layers.0.self_attn.q_proj.weight.absmax": "model-00001-of-00003.safetensors",
    "model.layers.0.self_attn.q_proj.weight.nested_absmax": "model-00001-of-00003.safetensors",
    "model.layers.0.self_attn.q_proj.weight.nested_quant_map": "model-00001-of-00003.safetensors",
    "model.layers.0.self_attn.q_proj.weight.quant_map": "model-00001-of-00003.safetensors",
    "model.layers.0.self_attn.q_proj.weight.quant_state.bitsandbytes__nf4": "model-00001-of-00003.safetensors",
    "model.layers.0.self_attn.sinks": "model-00001-of-00003.safetensors",
    "model.layers.0.self_attn.v_proj.bias": "model-00001-of-00003.safetensors",
    "model.layers.0.self_attn.v_proj.weight": "model-00001-of-00003.safetensors",
    "model.layers.0.self_attn.v_proj.weight.absmax": "model-00001-of-00003.safetensors",
    "model.layers.0.self_attn.v_proj.weight.nested_absmax": "model-00001-of-00003.safetensors",
    "model.layers.0.self_attn.v_proj.weight.nested_quant_map": "model-00001-of-00003.safetensors",
    "model.layers.0.self_attn.v_proj.weight.quant_map": "model-00001-of-00003.safetensors",
    "model.layers.0.self_attn.v_proj.weight.quant_state.bitsandbytes__nf4": "model-00001-of-00003.safetensors",
    "model.layers.1.input_layernorm.weight": "model-00001-of-00003.safetensors",
    "model.layers.1.mlp.experts.down_projs.0.bias": "model-00001-of-00003.safetensors",
    "model.layers.1.mlp.experts.down_projs.0.weight": "model-00001-of-00003.safetensors",
    "model.layers.1.mlp.experts.down_projs.0.weight.absmax": "model-00001-of-00003.safetensors",
    "model.layers.1.mlp.experts.down_projs.0.weight.nested_absmax": "model-00001-of-00003.safetensors",
    "model.layers.1.mlp.experts.down_projs.0.weight.nested_quant_map": "model-00001-of-00003.safetensors",
